food_features = {
    "뻥튀기":    {"ratio": 1.0, "roundness": 0.95},
    "초록매실":  {"ratio": 1.3, "roundness": 0.95},
    "쫀디기":    {"ratio": 5.0, "roundness": 0.20},
    "메가톤":    {"ratio": 3.5, "roundness": 0.30},
    "월드콘":    {"ratio": 4.0, "roundness": 0.25},
    "조리퐁":    {"ratio": 1.0, "roundness": 0.65},
    "미쯔블랙": {"ratio": 1.0, "roundness": 0.40},
    "앙크림빵": {"ratio": 1.1, "roundness": 0.90}
}

nutrition_allergy_db = {
    "뻥튀기":    {"열량(kcal)":100, "탄수화물(g)":24, "단백질(g)":2,   "지방(g)":0.5, "알레르기":"없음"},
    "초록매실":  {"열량(kcal)":80,  "탄수화물(g)":20, "단백질(g)":0,   "지방(g)":0,   "알레르기":"없음"},
    "쫀디기":    {"열량(kcal)":150, "탄수화물(g)":30, "단백질(g)":3,   "지방(g)":1,   "알레르기":"밀"},
    "메가톤":    {"열량(kcal)":220, "탄수화물(g)":27, "단백질(g)":2.5, "지방(g)":12,  "알레르기":"우유, 대두, 밀"},
    "월드콘":    {"열량(kcal)":200, "탄수화물(g)":25, "단백질(g)":3,   "지방(g)":10,  "알레르기":"우유, 밀"},
    "조리퐁":    {"열량(kcal)":140, "탄수화물(g)":22, "단백질(g)":3,   "지방(g)":2,   "알레르기":"밀"},
    "미쯔블랙": {"열량(kcal)":180, "탄수화물(g)":20, "단백질(g)":2,   "지방(g)":8,   "알레르기":"우유, 밀"},
    "앙크림빵": {"열량(kcal)":250, "탄수화물(g)":30, "단백질(g)":5,   "지방(g)":8,   "알레르기":"우유, 계란, 밀, 대두"}
}